<?php
return array(
	'title_1'	=>	'IT技术交流博客',
	'title_2'	=>	'互联网资料大整合,技术资料查询网站',
	'nav_1'		=>	'首页',
	'nav_2'		=>	'关于我们',
	'nav_3'		=>	'联系我们',
	
	'right_1'	=>	'文章分类',
	'right_2'	=>	'最新回复文章',
	'right_3'	=>	'标签',
	'right_4'	=>	'文章归档',
	'right_5'	=>	'管理员功能',
	'right_5_1'	=>	'欢迎',
	'right_5_2'	=>	'发表文章',
	'right_5_3'	=>	'登出',
	'right_5_4'	=>	'登入',
	'right_5_5'	=>	'前往后台',
	'right_6'	=>	'游客功能',
	'right_6_1'	=>	'请选择语言',
	'right_6_1_1'=>	'英文',
	'right_6_1_2'=>	'简体中文',
	
	'bDiv_1'	=>	'发布',
	'bDiv_2'	=>	'评论',
	'bDiv_3'	=>	'浏览',
	'bDiv_4'	=>	'标签',
	'bDiv_5'	=>	'分类',
	'bDiv_6'	=>	'阅读全文',
	
	'page_prev'	=>	'新博文',
	'page_next'	=>	'旧博文',
	
	'aboutUs_1'	=>	'本网站致力于收集各个互联网的站点以及互联网IT技术文章资料，方便用户快速的找到需要的资料，协助站长分享站点相关信息。',
	'aboutUs_2'	=>	'在互联网的今天，IT技术是日新月累的发展，IT技术的高速发展就要求我们IT技术人员长期了解关注最新的技术发展和技术资料，这样我们才能保证自己永远处在技术的最高点，本网站就致力于收集各类优秀的IT文章及站点。',
	'aboutUs_3'	=>	'本网站的口号是：聚集IT时事|收集IT技术 互联网资料大整合,努力形成技术资料网站。',
	
	'contactUs_1'	=>	'电子邮件',
	'contactUs_2'	=>	'请注明来自博客',
	'contactUs_3'	=>	'新浪微博',
	'contactUs_4'	=>	'技术博客',

	'post_1'		=>	'发表文章',
	'post_2'		=>	'标题',
	'post_3'		=>	'分类',
	'post_3_1'		=>	'请选择分类',
	'post_3_2'		=>	'创建新分类',
	'post_4'		=>	'标签',
	'post_5'		=>	'设置',
	'post_5_1'		=>	'允许所有人评论',
	'post_5_2'		=>	'不允许匿名评论',
	'post_5_3'		=>	'不允许评论',
	'post_6'		=>	'发布文章',

	'view_1'		=>	'查看文章',
	'view_2'		=>	'相关博客文章',
);
?>